{
  "id": "12",
  "title": "Afghan girls and women carry donated aid to their tents during a fierce sandstorm",
  "titleCN": "一场猛烈的沙尘暴中，阿富汗女孩和妇女将捐赠的援助物资搬到帐篷里",
  "createdAt": "2026-01-31T05:47:04.374Z",
  "paragraphs": [
    {
      "original": "*UNICEF*(联合国儿童基金会), the UN's *aid and relief organization*(援助和救济组织) for children, has called for greater support for the nearly 100,000 children affected by the *October earthquakes*(10月地震) in the western Afghan province of *Herat*(赫拉特).",
      "translation": "联合国儿童基金会（UNICEF）——联合国为儿童设立的援助和救济组织——呼吁为阿富汗西部赫拉特省受10月地震影响的近10万名儿童提供更多支持。"
    },
    {
      "original": "In a January 15 statement marking 100 days since the first earthquake on October 7, UNICEF said that the *tremors*(地震) killed more than 1,000 people and destroyed 21,000 homes, severely impacting the *livelihoods*(生计) of countless people in several Herat *districts*(地区).",
      "translation": "在1月15日的一份声明中，联合国儿童基金会纪念10月7日首次地震发生100天，称地震造成1000多人死亡，2.1万所房屋被毁，严重影响了赫拉特几个地区无数人的生计。"
    },
    {
      "original": "To make matters worse, Herat Province is now *ripped by*(遭受) a harsh winter, threatening lives and slowing efforts to rebuild, the statement said.",
      "translation": "声明称，雪上加霜的是，赫拉特省现在正遭受严冬的袭击，威胁着生命安全，也减慢了重建工作的进度。"
    },
    {
      "original": "*Fran Equiza*(弗朗·埃奎萨), UNICEF representative in *Afghanistan*(阿富汗) said villages that *bore the brunt of*(首当其冲) the tremors were still suffering 100 days later.",
      "translation": "联合国儿童基金会驻阿富汗代表弗朗·埃奎萨表示，在地震中首当其冲的村庄在100天后仍然在受苦。"
    },
    {
      "original": "\"UNICEF is concerned about the survival of 96,000 children affected by the earthquakes if we are not able to provide the services they need to recover,\" he said, while *appealing for*(呼吁) more aid quickly.",
      "translation": "\"如果我们无法提供他们恢复所需的服务，联合国儿童基金会担心9.6万名受地震影响的儿童的生存，\"他说，同时呼吁迅速提供更多援助。"
    },
    {
      "original": "Equiza said *schools and health centers*(学校和医疗中心) in the affected region were *damaged beyond repair*(损坏至无法修复) or had been destroyed completely.",
      "translation": "埃奎萨说，受影响地区的学校和医疗中心要么损坏至无法修复，要么被完全摧毁。"
    },
    {
      "original": "Children are still trying to *cope with*(应对) the loss and *trauma*(创伤), he added.",
      "translation": "他补充说，孩子们仍然在努力应对失去亲人的痛苦和心理创伤。"
    },
    {
      "original": "Equiza said *nighttime freezing temperatures*(夜间冰冻温度) were now threatening the lives of children and their families.",
      "translation": "埃奎萨说，夜间冰冻温度现在正威胁着儿童及其家人的生命。"
    },
    {
      "original": "Most residents affected by the tremors still live in *tents*(帐篷), which are difficult to heat.",
      "translation": "大多数受地震影响的居民仍然住在帐篷里，这些帐篷很难保暖。"
    },
    {
      "original": "In *Zindah Jan*(津达詹), one of the Herat districts most affected by the earthquakes, many require *urgent humanitarian support*(紧急人道主义支持) to survive through the winter.",
      "translation": "在津达詹——赫拉特省受地震影响最严重的地区之一——许多人需要紧急人道主义支持才能度过冬天。"
    },
    {
      "original": "*Gholam Ali*(古拉姆·阿里), a resident of *Naib Rafi*(奈卜·拉菲) village in Zindah Jan, said his children are sick because they live in an unheated tent.",
      "translation": "津达詹奈卜·拉菲村的居民古拉姆·阿里说，他的孩子们生病了，因为他们住在没有暖气的帐篷里。"
    },
    {
      "original": "\"No one pays attention to us, no one even sees us,\" he told RFE/RL's Radio Azadi.",
      "translation": "\"没有人关注我们，甚至没有人看到我们，\"他告诉自由欧洲电台/自由电台的阿扎迪电台。"
    },
    {
      "original": "\"My children shiver from the cold because we have no stove, firewood, or coal,\" he added. \"We have no warm clothes and blankets.\"",
      "translation": "\"我的孩子们因为寒冷而发抖，因为我们没有炉子、木柴或煤炭，\"他补充说。\"我们没有保暖的衣服和毯子。\""
    },
    {
      "original": "During the past week, Afghan *philanthropists*(慈善家) have distributed hundreds of houses they built in Herat. But the needs of those *displaced by*(因...而流离失所) the tremors far exceed the supply of new *housing units*(住房单元).",
      "translation": "在过去的一周里，阿富汗慈善家已经分发了他们在赫拉特建造的数百所房屋。但因地震而流离失所的人们的需求远远超过了新住房单元的供应。"
    }
  ]
}