{
  "id": "14",
  "title": "Climate change delaying blue whale migration: expert",
  "titleCN": "气候变化推迟蓝鲸迁徙：专家",
  "createdAt": "2026-01-21T10:43:53.478Z",
  "paragraphs": [
    {
      "original": "CANBERRA, Nov. 13 (Xinhua) - Warming oceans are delaying the migration of *blue whales*(蓝鲸), Australian experts have warned.",
      "translation": "堪培拉，11月13日（新华社）——澳大利亚专家警告说，海洋变暖正在推迟蓝鲸的迁徙。"
    },
    {
      "original": "*Karen Edyvane*(凯伦·埃迪文), a *marine biologist*(海洋生物学家) from *Australian National University*(澳大利亚国立大学), on Monday raised concerns about significant delay to the migration of *pygmy blue whales*(侏儒蓝鲸) past the *Timor Leste*(东帝汶) coastline.",
      "translation": "来自澳大利亚国立大学的海洋生物学家凯伦·埃迪文周一表达了对侏儒蓝鲸经过东帝汶海岸线迁徙显著延迟的担忧。"
    },
    {
      "original": "A *subspecies*(亚种) of blue whale that grows up to 24 meters long, pygmy blue whales migrate thousands of kilometers south every year from *breeding grounds*(繁殖地) off the coast of Indonesia past Timor Leste to Australian waters in October and November.",
      "translation": "侏儒蓝鲸是蓝鲸的一个亚种，可长到24米长，每年10月和11月从印度尼西亚海岸附近的繁殖地出发，经过东帝汶，向南迁徙数千公里到达澳大利亚水域。"
    },
    {
      "original": "However, Edyvane told the *Australian Broadcasting Corporation*(澳大利亚广播公司) that she is extremely alarmed after not sighting any whales during the last six weeks in Timor Leste.",
      "translation": "然而，埃迪文告诉澳大利亚广播公司，在过去六周里，她在东帝汶没有看到任何鲸鱼，这让她非常担忧。"
    },
    {
      "original": "A former senior government scientist and member of the *International Union for Conservation of Nature World Commission on Protected Areas*(国际自然保护联盟世界保护区委员会), Edyvane attributed the delayed migration to *climate change*(气候变化).",
      "translation": "作为前政府高级科学家和国际自然保护联盟世界保护区委员会成员，埃迪文将迁徙延迟归因于气候变化。"
    },
    {
      "original": "\"What we're seeing is major changes to the *oceanography*(海洋学) of the region, particularly in terms of *upwelling strengths*(上升流强度),\" Edyvane said.",
      "translation": "\"我们看到的是该地区海洋学的重大变化，特别是在上升流强度方面，\"埃迪文说。"
    },
    {
      "original": "\"Climate change is having an impact on the *migration*(迁徙) of the blue whale and it's delayed the season by four to six weeks. We're also seeing impacts on the actual health of the animals.\"",
      "translation": "\"气候变化正在影响蓝鲸的迁徙，使迁徙季节推迟了四到六周。我们还看到了对鲸鱼实际健康状况的影响。\""
    },
    {
      "original": "It comes after Edyvane raised concerns about the health of pygmy blue whales after observing *malnourished individuals*(营养不良的个体) during the 2022 southern migration, which she said was likely the result of warm ocean temperatures.",
      "translation": "此前，埃迪文在2022年南部迁徙期间观察到营养不良的个体后，对侏儒蓝鲸的健康状况表示担忧，她表示这可能是海洋温度升高的结果。"
    },
    {
      "original": "Australia's *Bureau of Meteorology*(气象局) in September declared an *El Nino*(厄尔尼诺) weather event in the Pacific.",
      "translation": "澳大利亚气象局在9月宣布太平洋地区发生厄尔尼诺天气事件。"
    },
    {
      "original": "The event is linked to hotter, drier weather in Australia but typically drives down ocean temperatures in the north, which Edyvane said should increase *food supply*(食物供应) for the whales.",
      "translation": "该事件与澳大利亚更热、更干燥的天气有关，但通常会降低北部海洋温度，埃迪文说这应该会增加鲸鱼的食物供应。"
    }
  ]
}