{
  "id": "2",
  "title": "South Africa: Healthy Eating and Non-Communicable Disease Prevention",
  "titleCN": "南非：健康饮食与非传染性疾病预防",
  "createdAt": "2026-01-15T08:36:49.736Z",
  "paragraphs": [
    {
      "original": "The food we eat has a large impact on our health. An unhealthy diet typically high in sugar, saturated fat, and salt and low in vegetables and fruits, can contribute to the development of non-communicable diseases. Examples of NCDs are diabetes, hypertension, heart disease and cancer. There are highly prevalent in South Africa and as a disease group, have become the largest killer in the country.",
      "translation": "我们吃的食物对健康影响很大。不健康的饮食通常糖分、饱和脂肪和盐含量高，而蔬菜水果含量低，会促进非传染性疾病的发生。非传染性疾病包括糖尿病、高血压、心脏病和癌症等。这些疾病在南非非常普遍，作为一类疾病，已成为该国最大的“杀手”。"
    },
    {
      "original": "One of things you can do to reduce the risk of developing NCDs is to eat a nutritious diet, ensuring that you include enough vegetables and fruits. The more processed the foods are in your diet, the farther away they are from their natural state and are more likely to contain added ingredients that in the long run may be harmful to your health.",
      "translation": "降低非传染性疾病风险的方法之一，是保持营养均衡的饮食，确保摄入足够的蔬菜水果。饮食中加工食品越多，它们离天然状态越远，也越可能含有添加成分，从长远来看可能对健康有害。"
    },
    {
      "original": "Eating healthy as a young person can be challenging. Some young advocates at UNICEF's youth advocacy trainings expressed they they often skip breakfast and rely on cheap, fatty takeaways as a convenient option to keep them going thorughout the day. There is also the perception that healthy foods are mroe expensive, and cooking healthy meals takes too much time. It's time to change this narrative and make healthy choices and a healthy diet more affordable and accessible for young people.",
      "translation": "对年轻人来说，吃得健康并不容易。在联合国儿童基金会的青年倡导培训中，一些青年倡导者表示，他们经常不吃早餐，依赖便宜、高脂肪的外卖来“撑过一天”。还有一种看法是：健康食品更贵，而且做健康餐很花时间。现在是时候改变这种观念，让健康选择和健康饮食对年轻人来说更经济、更容易获得。"
    },
    {
      "original": "Other ways to prevents NCDs are being physically active and limiting your intake of alcohol and tobacco. check out the South African Food-Based Dietary Guildlines for helpful tips and suggestions on having a healthier diet. This version is easy-to-digest!",
      "translation": "预防非传染性疾病的其他方法包括坚持身体活动，以及限制烟酒摄入。可以参考《南非食物类膳食指南》，里面有很多实用的健康饮食建议，内容通俗易懂。"
    },
    {
      "original": "Also remember that there are different sources of protein, these includes those from animals and plant-based. Lean animal-based foods such as eggs, fish, chickens and lean cuts beef are great sources of good quality protein. Plant-based food like pulses and legumes are cost-effective and great sources of quality protein. Add these foods to your diet to help your body to grow and develop in a healthy way.",
      "translation": "还要记住，蛋白质来源有很多，包括动物性和植物性。鸡蛋、鱼、鸡肉和瘦牛肉等瘦肉类是优质蛋白的良好来源；豆类等植物性食物性价比高，也是优质蛋白的重要来源。把这些食物加入你的日常饮食，有助于身体健康成长和发育。"
    },
    {
      "original": "Some other tips include checking the nutritional label to know what you are eating. Whenever possible, cook your own meals so you know exactly what goes into your food. We encourage your to learn to cook more nutritious meals that are not only delicious, but also fun to prepare and affordable. Here are a few ideas from Western Cape department of Health.",
      "translation": "其他建议还包括查看营养标签，了解自己吃进去的是什么。尽量自己做饭，这样你能清楚知道食物里放了什么。我们鼓励你学习制作更有营养的饭菜，它们不仅美味，而且做起来有趣、价格也实惠。以下是西开普省卫生厅提供的一些建议。"
    }
  ]
}