{
  "id": "21",
  "title": "Beijing Winter Olympic champion Gao on way back to top form",
  "titleCN": "北京冬奥会冠军高亭宇重返巅峰状态",
  "createdAt": "2026-01-31T05:47:04.383Z",
  "paragraphs": [
    {
      "original": "Beijing Olympic Winter Games gold medalist Gao Tingyu vows to get back to top form as soon as possible.",
      "translation": "北京冬奥会金牌得主高亭宇誓要尽快重返巅峰状态。"
    },
    {
      "original": "Beijing Olympic Winter Games gold medalist Gao Tingyu is striving to find his top form, finishing first in the men's 500m Division B at the ongoing Speed Skating World Cup here on Friday.",
      "translation": "北京冬奥会金牌得主高亭宇正努力找回巅峰状态，在周五举行的速度滑冰世界杯男子500米B组比赛中获得第一名。"
    },
    {
      "original": "Gao clocked a winning 34.87 seconds in the morning session, improving from 35.02s at the China Cup on November 11 in Harbin, which was his first competition in 21 months after his 500m victory at the Beijing Winter Olympics.",
      "translation": "高亭宇在上午的比赛中以34.87秒的成绩夺冠，比11月11日在哈尔滨举行的中国杯上的35.02秒有所提高，这是他在北京冬奥会500米夺冠后21个月的首场比赛。"
    },
    {
      "original": "\"I was at my 70% or perhaps 80% today. Because I don't have race points from last season so I need to start from Division B,\" Gao explained. \"I will move up to Division A tomorrow. It's good for me to gain more experience.\"",
      "translation": "\"我今天的状态大概是70%或80%。因为我上赛季没有比赛积分，所以需要从B组开始，\"高亭宇解释道。\"我明天会升到A组。这对我积累更多经验有好处。\""
    },
    {
      "original": "Racing again at the National Speed Skating Oval brought back memories from Beijing 2022 where Gao became China's first men's Olympic speed skating champion.",
      "translation": "在国家速滑馆再次比赛让高亭宇回想起2022年北京冬奥会的记忆，当时他成为中国首位男子奥运会速滑冠军。"
    },
    {
      "original": "\"I was so happy to compete here again, hearing the cheers from the spectators and with my family and friends watching from the stands,\" he said.",
      "translation": "他说：\"我很高兴再次在这里比赛，听到观众的欢呼声，看到我的家人和朋友在看台上观看。\""
    },
    {
      "original": "\"I was half a second slower than my winning result at the Beijing Winter Olympics, but I did my best today,\" he added.",
      "translation": "他补充说：\"我比北京冬奥会夺冠时慢了半秒，但今天我已经尽力了。\""
    },
    {
      "original": "25-year-old Gao went into a long break after the Beijing Games and just resumed training six months ago. He admitted that he needed some time to readjust to the strenuous training.",
      "translation": "25岁的高亭宇在北京奥运会后休息了很长时间，六个月前才恢复训练。他承认自己需要一些时间来重新适应高强度的训练。"
    },
    {
      "original": "\"It was painful training accompanied with injuries at the beginning,\" he said.",
      "translation": "他说：\"一开始的训练很痛苦，还伴随着伤病。\""
    },
    {
      "original": "But once stepping on the ice rink, he \"instantly let out all my energies as if it was in my instinct.\"",
      "translation": "但一旦踏上冰场，他\"就像本能一样瞬间释放出所有能量\"。"
    },
    {
      "original": "I am coming back, starting afresh, he concluded.",
      "translation": "他总结道：\"我正在回来，重新开始。\""
    }
  ]
}