{
  "id": "5",
  "title": "The breakthrough in augmented and virtual reality - Apple Vision Pro",
  "titleCN": "增强现实与虚拟现实的突破 - Apple Vision Pro",
  "createdAt": "2026-01-19T09:04:52.888Z",
  "paragraphs": [
    {
      "original": "The Launch of the Apple Vision Pro marks a significant step in the development of *augmented and virtual reality*(增强现实与虚拟现实). *With a focus*(专注于) on high-quality technology, innovative features and a higher price point, Apple *is aiming to*(旨在) transform the way we perceive reality. The coming months will show how consumers will react to this *ground-breaking*(突破性的) AR and VR headset.",
      "translation": "Apple Vision Pro的发布标志着增强现实与虚拟现实发展的重要一步。苹果专注于高品质技术、创新功能和更高的价格定位，旨在改变我们感知现实的方式。未来几个月将展示消费者对这款突破性AR和VR头显的反应。"
    },
    {
      "original": "The Apple Vision Pro impresses with a lightweight, *ergonomic*(人体工程学) design and advanced technologies, including an unspecified M2 chip and a dedicated R1 chip. The transparent display on the body provides a unique *visualisation*(可视化) and underlines Apple's focus on innovation.",
      "translation": "Apple Vision Pro以其轻量级、人体工程学设计和先进技术给人留下深刻印象，包括未具体说明的M2芯片和专用R1芯片。机身上的透明显示屏提供了独特的可视化效果，凸显了苹果对创新的关注。"
    },
    {
      "original": "The new flagship, *state-of-the-art*(最先进的) AR and VR glasses, will be launched in the US in early February. With a price tag of around $3,500 and an impressive range of features, including the *seamless integration*(无缝集成) of digital content into the real-world environment, it promises to *revolutionise*(彻底改变) the way we experience augmented and virtual reality.",
      "translation": "这款全新的旗舰级、最先进的AR和VR眼镜将于2月初在美国推出。它售价约为3,500美元，拥有令人印象深刻的功能，包括将数字内容无缝集成到现实环境中，有望彻底改变我们体验增强现实和虚拟现实的方式。"
    },
    {
      "original": "Officially *unveiled*(发布) at WWDC in June 2023, Apple has now announced that *pre-orders*(预购) will start on 19 January, followed by the launch in the US on 2 February. The US price is around 3,500 dollars. Information on availability in Europe and the corresponding prices remain open for the time being.",
      "translation": "Apple Vision Pro于2023年6月在WWDC上正式发布，苹果现在宣布预购将于1月19日开始，随后于2月2日在美国推出。美国售价约为3,500美元。目前关于在欧洲的可用性和相应价格的信息尚未确定。"
    },
    {
      "original": "At a time when Meta is *dominating*(主导) the VR market with the *Quest*(Quest) 3 model, Apple positioning itself with a higher price for high-end AR and VR. The Apple glasses outperform the competition by integrating digital content into the real-world environment and offering enhanced applications such as improved *Facetime*(FaceTime) video calling and TV usage without the need for a physical screen - all without the need for any other Apple devices.",
      "translation": "在Meta凭借Quest 3型号主导VR市场的同时，苹果以更高的价格定位高端AR和VR产品。Apple Vision Pro通过将数字内容集成到现实环境中，并提供增强的应用程序（如改进的FaceTime视频通话和无需物理屏幕的电视使用），超越了竞争对手 - 所有这些都不需要任何其他苹果设备。"
    },
    {
      "original": "The Apple Vision Pro does not require any other device from the Apple *ecosystem*(生态系统), although it can work with the iPhone and Mac. Apple is planning accessories, including *optical inserts*(光学镜片) from ZEISS and a modular extension for sensors or cameras. A separate box could turn any surface into a virtual *trackpad*(触控板).",
      "translation": "Apple Vision Pro不需要任何其他苹果生态系统设备，尽管它可以与iPhone和Mac配合使用。苹果正在计划配件，包括蔡司的光学镜片和用于传感器或摄像头的模块化扩展。一个单独的盒子可以将任何表面变成虚拟触控板。"
    }
  ]
}