{
  "id": "7",
  "title": "3000-Year-Old City Hidden In Amazon Rainforest Discovered",
  "titleCN": "亚马逊雨林中发现了一座有3000年历史的隐藏城市",
  "createdAt": "2026-01-19T09:04:52.889Z",
  "paragraphs": [
    {
      "original": "A huge city hidden by the *luxuriant vegetation*(茂密植被) of the *Amazon rainforest*(亚马逊雨林) has been discovered in Ecuador. According to the BBC, the houses and plazas in the *ancient city*(古城) in Upano valley were connected by a network of *roads and canals*(道路和运河). The area lies in the shadow of a *volcano*(火山) that created rich local soils, the outlet further said. The discovery was made using *LiDar*(激光雷达), a popular *remote sensing*(遥感) method that uses light to measure distances and is also known as *laser scanning*(激光扫描) or 3D scanning.",
      "translation": "在厄瓜多尔发现了一座被亚马逊雨林茂密植被所隐藏的巨大城市。据BBC报道，这座位于乌帕诺山谷的古城中的房屋和广场通过道路和运河网络相互连接。该地区位于一座火山的阴影之下，这座火山造就了当地肥沃的土壤。这一发现是通过LiDar技术完成的，这是一种流行的遥感方法，利用光来测量距离，也被称为激光扫描或3D扫描。"
    },
    {
      "original": "This is older than any other *site*(遗址) we know in the Amazon. We have a *Eurocentric*(以欧洲为中心的) view of *civilizations*(文明), but this shows we have to change our idea about what is *culture*(文化) and civilization, Professor Stephen Rostain, director of investigation at the national Centre for Scientific Research in France, who led the research, told the BBC.",
      "translation": "法国国家科学研究中心调查主任斯蒂芬·罗斯坦教授是这项研究的负责人，他告诉BBC：\"这比我们在亚马逊已知的任何其他遗址都要古老。我们对文明的看法是以欧洲为中心的，但这表明我们必须改变对文化和文明的理解。\""
    },
    {
      "original": "It changes the way we see *Amazonian cultures*(亚马逊文化). Most people picture small groups, probably naked, living in *huts*(小屋) and *clearing land*(开垦土地) - this shows ancient people lived in *complicated urban societies*(复杂的城市社会), Antonine Dorison, a co-author of the study, said.",
      "translation": "该研究的合著者安东尼·多里森表示：\"这改变了我们看待亚马逊文化的方式。大多数人想象的是小群体，可能赤身裸体，住在小屋里，开垦土地——但这表明古人生活在复杂的城市社会中。\""
    },
    {
      "original": "*New Scientist*(《新科学家》杂志) said the city is between 3,000 and 2,500 years old - older than other *pre-Columbian*(前哥伦布时期的) ones discovered in the Amazon. It also said that people lived there for *up to*(长达) 1,000 years.",
      "translation": "《新科学家》杂志称，这座城市的历史在3000到2500年之间——比在亚马逊发现的其他前哥伦布时期的城市都要古老。该杂志还表示，人类在那里居住了长达1000年之久。"
    },
    {
      "original": "Though the Lidar *survey*(调查) was carried out in 2015, the results were published recently. It revealed more than 6,000 *raised earthen platforms*(凸起的土台) within an area of 300 square kilometers.",
      "translation": "虽然LiDar调查是在2015年进行的，但结果最近才公布。它在300平方公里的区域内发现了6000多个凸起的土台。"
    },
    {
      "original": "The report said these are where wooden buildings once stood and *excavations*(挖掘工作) have revealed *post holes*(柱孔) and *fireplaces*(壁炉) on these *structures*(结构).",
      "translation": "报告称，这些土台是曾经矗立木质建筑的地方，挖掘工作在这些结构上发现了柱孔和壁炉。"
    },
    {
      "original": "The research team said there were five major *settlements*(定居点) in the area surveyed. Talking about the *road network*(道路网络) there, the survey revealed the longest one extends for at least 25 kilometers.",
      "translation": "研究小组表示，在调查的地区有五个主要的“定居点”。谈到那里的公路网，调查显示最长的公路网至少有25公里长。"
    }
  ]
}