{
  "id": "8",
  "title": "Shanghai Disney's new attraction draws visitors",
  "titleCN": "上海迪士尼新景点吸引游客",
  "createdAt": "2026-01-21T10:43:53.486Z",
  "paragraphs": [
    {
      "original": "A performance marks the opening of Shanghai Disneyland's *Zootopia land*(疯狂动物城园区) on Tuesday.",
      "translation": "周二，一场表演标志着上海迪士尼乐园疯狂动物城园区的开幕。"
    },
    {
      "original": "Shanghai Disneyland's highly anticipated *Zootopia land*(疯狂动物城园区) opened to the public on Wednesday, and is expected to attract visitors from home and abroad while adding sparkle to the recovery of the city's tourism industry, company executives and industry insiders said.",
      "translation": "公司高管和业内人士表示，备受期待的上海迪士尼乐园疯狂动物城园区于周三正式对公众开放，预计将吸引国内外游客，为上海旅游业的复苏增添活力。"
    },
    {
      "original": "The new *themed land*(主题园区) and its attractions are based on the 2016 *animated film*(动画电影) Zootopia made by *Walt Disney Animation Studios*(华特迪士尼动画工作室). Construction work started in December 2019. Zootopia is the eighth themed land at Shanghai Disneyland, according to Shanghai Disney Resort.",
      "translation": "这个新的主题园区及其景点基于华特迪士尼动画工作室2016年制作的动画电影《疯狂动物城》。上海迪士尼度假区表示，疯狂动物城是上海迪士尼乐园的第八个主题园区，建设工作于2019年12月启动。"
    },
    {
      "original": "Walt Disney Company's CEO Bob Iger said at the opening ceremony on Tuesday afternoon that Zootopia is Shanghai Disneyland's second *major expansion*(重大扩建) and demonstrates the company's *unwavering confidence*(坚定信心) in bringing the Disney experience to the Chinese market.",
      "translation": "华特迪士尼公司首席执行官鲍勃·艾格在周二下午的开幕式上表示，疯狂动物城是上海迪士尼乐园的第二次重大扩建，展示了公司将迪士尼体验带给中国市场的坚定信心。"
    },
    {
      "original": "They chose Zootopia as the theme because of the animated movie's *enduring popularity*(经久不衰的受欢迎程度) among its Chinese fans, he said.",
      "translation": "他说，他们选择《疯狂动物城》作为主题，是因为这部动画电影在中国粉丝中经久不衰的受欢迎程度。"
    },
    {
      "original": "The *buzz*(热度) about Zootopia land's opening is reflected in data from *online travel agencies*(在线旅行社). According to Trip.com Group, China's largest online travel agency, searches for Shanghai Disneyland-related products jumped nearly 20 percent on Monday compared with the previous week. *Tour packages*(旅游套餐) for Shanghai Disney Resort between Dec 21 and 23 were sold out on travel portal LY.com on Monday.",
      "translation": "在线旅行社的数据反映了疯狂动物城园区开幕的热度。据中国最大的在线旅行社携程网数据显示，周一上海迪士尼乐园相关产品的搜索量较前一周增长了近20%。周一，旅游门户网站同程网上海迪士尼度假区12月21日至23日的旅游套餐已售罄。"
    },
    {
      "original": "Zootopia land has opened at a time when the *tourism sector*(旅游业) is seeing a rapid recovery from the *COVID-19 pandemic*(新冠疫情). Shanghai received nearly 2.3 million *inbound travelers*(入境游客) during the first three quarters of the year, while the number for the entire year is expected to exceed 3 million, according to the *Shanghai Municipal Administration of Culture and Tourism*(上海市文化和旅游局).",
      "translation": "疯狂动物城园区开放之际，旅游业正从新冠疫情中迅速复苏。据上海市文化和旅游局数据显示，今年前三季度，上海接待入境游客近230万人次，全年预计将超过300万人次。"
    },
    {
      "original": "The figures also confirm Shanghai's role as the first stop in China for international tourists, said officials from the administration.",
      "translation": "上海市文化和旅游局官员表示，这些数据也印证了上海作为国际游客在中国的第一站的地位。"
    },
    {
      "original": "Josh D'Amaro, chairman of Disney Experiences, said that Zootopia land will help Shanghai consolidate its role as a *major tourist destination*(主要旅游目的地) and attract more international visitors. Shanghai Disneyland expects to receive a record 13 million visitors in 2023, he added.",
      "translation": "迪士尼体验部主席乔什·达马罗表示，疯狂动物城园区将帮助上海巩固其作为主要旅游目的地的地位，并吸引更多国际游客。他补充说，上海迪士尼乐园预计2023年将接待创纪录的1300万游客。"
    },
    {
      "original": "Jared Bush, *co-writer and co-director*(联合编剧兼联合导演) of the animated movie Zootopia, visited the new themed land on Monday. He disclosed some of the character and places featured in the attractions and teased some of the details of the next Zootopia movie, which his team is currently working on.",
      "translation": "《疯狂动物城》动画电影的联合编剧兼联合导演贾里德·布什周一参观了这个新的主题园区。他透露了景点中的一些角色和地点，并透露了他的团队目前正在制作的下一部《疯狂动物城》电影的一些细节。"
    },
    {
      "original": "Jill Estorino, president and managing director of Disney Parks International, said Zootopia has the biggest *box office takings*(票房收入) of all *imported animated movies*(进口动画电影) in China, which is one of the major reasons for making it the new themed land at the park.",
      "translation": "迪士尼乐园国际部总裁兼总经理吉尔·埃斯托里诺表示，《疯狂动物城》是中国所有进口动画电影中票房最高的，这是将其打造成园区新主题的主要原因之一。"
    },
    {
      "original": "Zootopia *reaped*(收获) 1.53 billion yuan ($210 million) in China, according to entertainment services platform Maoyan.",
      "translation": "据娱乐服务平台猫眼数据显示，《疯狂动物城》在中国收获了15.3亿元（约合2.1亿美元）的票房。"
    },
    {
      "original": "Shanghai Disneyland warned that the ride Zootopia: Hot Pursuit - an *all-terrain cruiser*(全地形巡洋舰) powered by a *trackless ride system*(无轨道骑乘系统) - may not be available to all visitors due to the anticipated high demand and the resort's *maximum capacity*(最大容量).",
      "translation": "上海迪士尼乐园警告称，由于预期的高需求和度假区的最大容量，“疯狂动物城：热追” 一款由无轨骑行系统驱动的全地形巡弋船——可能不会对所有游客开放。"
    }
  ]
}